Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G11.tmx
Source language: en_us
Languages: zh_cn

source: Commander of his stage: Lee Kuan Yew
zh_cn: 李光耀：其政治舞台的指挥官

source: The founder of Singapore died on March 23rd, aged 91
zh_cn: 新加坡国父于三月二十三日以91岁高龄与世长辞

source: THERE was no vainglory in the title of the first volume of Lee Kuan Yew's memoirs: "The Singapore Story".
zh_cn: 李光耀回忆录第一卷“新加坡故事”（“The Singapore Story”），这名字取得一点也不夸张。

source: Few leaders have so embodied and dominated their countries: Fidel Castro, perhaps, and Kim Il Sung, in their day.
zh_cn: 很少有领导人能够如此象征和控制一个国家——也许只有鼎盛时期的卡斯特罗和金日成。

source: But both of those signally failed to match Mr Lee's achievement in propelling Singapore "From Third World to First" (as the second volume is called).
zh_cn: 但是他们两个都不能和李光耀先生在推动新加坡“从第三世界到第一世界”（ “From Third World to First”，李光耀回忆录第二卷卷名）过程中的成就相提并论。

source: Moreover, he managed it against far worse odds: no space, beyond a crowded little island; no natural resources; and, as an island of polyglot immigrants, not much shared history.
zh_cn: 而且，他是在面临重重艰辛的困难下取得的成功：除了一个人口稠密的小岛之外，没有土地；自然资源匮乏；岛上是多语言的移民，没有共同的历史遗产。

source: The search for a common heritage may have been why, in the 1990s, Mr Lee's Singapore championed "Asian values". By then, Singapore was the most Westernised place in Asia.
zh_cn: 对于共同传统的探索也许是李光耀先生在上世纪九十年代拥护“亚洲价值观”的原因，而在那时，新加坡已经是西化程度最高的亚洲国家了。

source: Mr Lee himself, whose anglophile grandfather had added "Harry" to his Chinese name, was once called by George Brown, a British foreign secretary, "the best bloody Englishman east of Suez".
zh_cn: 李光耀亲英派的祖父曾把英文名“哈里（Harry）”加到他的中文名字里，而李光耀本人曾被前英国外长乔治·布朗（George Brown）称为“苏伊士运河以东最优秀的英国人”。（原话为：“Harry, you’re the best bloody Englishman east of Suez”——译者注）

source: He was proud of his success in colonial society. He was a star student in pre-war Singapore, and, after an interlude during the Japanese occupation of Singapore from 1942-45, again at the London School of Economics (LSE) and Cambridge.
zh_cn: 李光耀为他在新加坡殖民时期获得的成功而骄傲，在战前的新加坡，他是一名明星学生，在1942-1945日本占领新加坡时期曾中断学业，之后他在伦敦政治经济学院和剑桥大学就读时再次成为学校里的风云人物。

source: He and his wife, Kwa Geok Choo, both got firsts in law.
zh_cn: 他和他夫人柯玉芝都获一等荣誉学位从法学院毕业。

source: When Geok Choo first appears in "The Singapore Story" it is as a student who, horror of horrors, beats young Harry in economics and English exams.
zh_cn: 更令人震惊的是，在“新加坡故事”这一卷回忆录里，柯玉芝是以一个在经济学和英语考试中打败年轻时的李光耀的学生身份初次出场的。

source: Mr Lee always excelled at co-option as well as coercion.
zh_cn: 李先生无论在拉拢还是施压方面总是一把好手。

source: When he returned to Singapore in 1950, he was confident in the knowledge that she "could be a sole breadwinner and bring up the children", giving him an "insurance policy" that would let him enter politics.
zh_cn: 在他1950回到新加坡的时候，他深信柯玉芝“能够独当一面来负担家计，并且带大孩子们”，能够使他无后顾之忧地进入政坛。

source: He remained devoted to her.
zh_cn: 他对她忠贞不渝。

source: Before her death, when she lay bedridden and mute for two years, he maintained a spreadsheet listing the books he read to her: Lewis Carroll, Jane Austen, Shakespeare's sonnets.
zh_cn: 在柯玉芝离开人世两年多前，就已经卧床不起且丧失了语言能力，他还保留着给柯玉芝读过的书的书单，包括：路易斯·卡罗尔、简·奥斯汀和莎士比亚的十四行诗。

source: In his political life he gave few hints of such inner tenderness.
zh_cn: 在他的政治生涯中他丝毫没有展露过这样的柔情。

source: Influenced by Harold Laski, whom he had encountered at the LSE, he was in the anti-colonial movement of the 1950s, and in Britain had campaigned for the Labour Party.
zh_cn: 他在伦敦政经学院遇到哈罗德·拉斯基（Harold Laski），受其影响李光耀要参加了1950年代的反殖民运动，而在他逗留英国期间，他还为劳动党进行过活动。

source: But for him ideology always took second place to a pragmatic appreciation of how power works.
zh_cn: 但是对于李光耀来说，相比意识形态，权力的实际操作才是最重要的。

source: In later life he would rail against the welfare state as the root of Britain's malaise.
zh_cn: 在他之后的人生里，他谴责福利制度是英国病的根源。

source: He also boasted of his street-fighting prowess: "Nobody doubts that if you take me on, I will put on knuckle-dusters and catch you in a cul-de-sac."
zh_cn: 他还为他“街头霸王”的勇猛而沾沾自喜，他说：“如果你激怒了我，没有人会怀疑我会戴上我的指节钢环，把你逼到死胡同里。”

source: He was a ruthless operator, manoeuvring himself into a position at the head of the People's Action Party (PAP) to become Singapore's first prime minister when self-governance arrived in 1959.
zh_cn: 他又是一个无情、手段高明的人，使用权谋成为人民行动党领袖，继而在1959年新加坡获得自治权时成为新加坡第一任总理。

source: He remained so for 31 years.
zh_cn: 这位置他一坐就坐了三十一年。

source: Just once in that time the steely mask slipped.
zh_cn: 他那钢铁面具仅滑落过一次。

source: Having led Singapore into a federation with Malaysia in 1963, Mr Lee led it out again when it was expelled in August 1965, with Malaysia's prime minister accusing him of leading a state government "that showed no measure of loyalty to its central government".
zh_cn: 1963年在李光耀的带领下，新马合并。但是在1965年八月，新加坡被驱逐出马来西亚联邦，并被马来西亚总理指责他领导的这个政府“对它的中央政府没有丝毫忠诚。”

source: For his part, he had become convinced that Chinese-majority Singapore would always be at a disadvantage in a Malay-dominated polity.
zh_cn: 李光耀则认为，他深信以华人占主体的新加坡在马来人主导的政体下会处于不利地位。

source: Still, he had, he confessed, believed in and worked for the merger all his life.
zh_cn: 但是，他坦承他一辈子都相信并投身新马重新合并的事业中。

source: Announcing its dissolution, he wept.
zh_cn: 当宣布新马分家时，他留下了眼泪。

source: Perhaps, besides lamenting the wasted effort and dashed hopes, he foresaw that, with Singapore deprived of its natural hinterland, he would never command a political stage big enough for his talents.
zh_cn: 这眼泪除了哀悼虚耗的努力和落空的愿望外，他也许预计到，随着新加坡被迫和它天然的腹地分离，他再也不会有这样一个大得能够容他施展才能的政治舞台。

source: In compensation, he turned Singapore into a hugely admired economic success story.
zh_cn: 作为补偿，他把新加坡打造成了一个受人高度膜拜的经济传奇。

source: As he and his government would often note, this seemed far from the likeliest outcome in the dark days of the 1960s.
zh_cn: 就像他和他的政府经常指出的那样，从1960年代的黑暗日子来看，能够获得这样的结果是令人难以置信的。

source: Among the many resources that Singapore lacked was an adequate water supply, which left it alarmingly dependent on a pipeline from peninsular Malaysia, from which it had just divorced.
zh_cn: 新加坡资源匮乏，其水资源只能依靠马来西亚半岛的一条水管，而新加坡又刚刚从马来西亚独立，这令人非常担忧。

source: It was beholden to America's goodwill and the crumbling might of the former colonial power, Britain, for its defence.
zh_cn: 新加坡的国防力量则依靠美国的好意以及英国摇摇欲坠的余威。

source: The regional giant, Indonesia, had been engaged in a policy of Konfrontasi-hostility to the Malaysian federation just short of open warfare-to make the point that it was only an accident of colonial history that had left British-ruled Malaya and its offshoots separate from the Dutch-ruled East Indies, which became Indonesia.
zh_cn: 东南亚区域巨人印度尼西亚曾开展名为“马印对抗（Konfrontasi）”的政治活动，旨在针对马来西亚联邦，两国在这期间离公开交火并不远。印尼指出，要不是由于意外的殖民历史，英属马来西亚群岛和荷属东印度（后来成为印尼）本不会分开。

source: Singapore as a nation did not exist.
zh_cn: 一直以来并无“新加坡民族”这一说。

source: "How were we to create a nation out of a polyglot collection of migrants from China, India, Malaysia, Indonesia and several other parts of Asia?" asked Mr Lee in retrospect. Race riots in the 1960s in Singapore itself as well as Malaysia coloured Mr Lee's thinking for the rest of his life.
zh_cn: 李光耀记得曾问过自己：“怎样才能把语言不同；来自中国、印度、马来西亚、印尼和亚洲其它地区的移民建立一个新的民族呢？”新加坡和马来西亚发生的种族暴动影响了李光耀之后的思想。

source: Even when Singapore appeared to outsiders a peaceful, harmonious, indeed rather boringly stable place, its government often behaved as if it were dancing on the edge of an abyss of ethnic animosity.
zh_cn: 即便在旁观者看来，新加坡是一个和平、和谐甚至说是稳定得有点无趣的地方，新加坡政府还总是表现得如临大敌，好像一直在种族仇恨深渊边上舞蹈一样。

source: Public housing, one of the government's greatest successes, remains subject to a system of ethnic quotas, so that the minority Malays and Indians could not coalesce into ghettoes.
zh_cn: 公共住房政策是新加坡政府最大的成就之一，该政策对于不同民族采取配额制，这使得占人口少数的马来人和印度人不至于住在贫民区。

source: A dot on the map
zh_cn: 一城之国

source: That sense of external weakness and internal fragility was central to Mr Lee's policies for the young country. Abandoned by Britain in 1971 when it withdrew from "east of Suez", Singapore has always made national defence a high priority, although direct threats to its security have eased.
zh_cn: 在李光耀先生为这个年轻的国家制定政策的时候，那种内外交困的无力感和脆弱感一直占据着他，新加坡在1971年大英帝国从“苏伊士运河以东”撤出时被遗弃了。

source: Relations with Malaysia have frequently been fraught, but never to the point when a military conflict seemed likely.
zh_cn: 虽然那时候对国家安全最直接的威胁已不存在，但是新加坡一直都把国防当作头等大事。

source: And Indonesia ended Konfrontasi in the mid-1960s. The formation in 1967 of the Association of South-East Asian Nations, with Mr Lee as one of the founding fathers, helped draw the region together.
zh_cn: 新加坡和马来西亚的关系一直磕磕绊绊，但是从来没有到过兵戎相见的程度；而在二十世纪六十年代中期，印尼终止了“马印对抗”政策；在1967年，李光耀作为发起人之一的东南亚国家联盟成立，使这片区域联系更为密切。

source: Yet Singaporean men still perform nearly two years of national service in the armed forces.
zh_cn: 尽管如此，新加坡男性居民还是要服差不多两年的义务兵役。

source: Defence spending, in a country of 5.5m, is more than in Indonesia, with nearly 250m; in 2014 it soaked up over one-fifth of the national budget.
zh_cn: 而人口只有5500万的新加坡的国防开支比人口为2.5亿的印尼还要高。2014年，新加坡国防开支占国家预算5%.

source: Singapore's vulnerability also justified, for Mr Lee, some curtailment of its people's democratic freedoms.
zh_cn: 对于李光耀而言，新加坡面临的种种问题也成为限制人民民主自由的正当理由。

source: In the early days this involved strong-arm methods-locking up suspected communists, for example.
zh_cn: 在早期，限制民主自由的措施主要采取高压手段，比如把有共产党分子嫌疑的人关进大牢。

source: But it evolved into something more subtle: a combination of economic success, gerrymandering, stifling press controls and the legal hounding of opposition politicians and critics, including the foreign press.
zh_cn: 但是后来限制的手段变得隐蔽，综合了经济腾飞、改变选区、摆脱媒体监督、对反对派政治家以及批评家（包括外国媒体的批评家）的合法追捕的一系列手段。

source: Singapore has had regular, free and fair elections.
zh_cn: 新加坡定期地举行自由公正的选举，而且，投票是公民的义务。

source: Indeed, voting is compulsory, though Mr Lee said in 1994 that he was "not intellectually convinced that one-man, one-vote is the best".
zh_cn: 但是在1994年李光耀先生说“知性上，我不认为一人一票制是最好的制度。”

source: He said Singapore practised it because that is what the British had bequeathed.
zh_cn: 他说新加坡实行选举是因为这是英国的留下的制度。

source: So he designed a system where clean elections are held but it has been almost inconceivable for the PAP to lose power. The biggest reason for that has been its economic success: growth has averaged nearly 7% a year for four decades.
zh_cn: 所以他设计了一个体系，既能让选举公正，又能够让人民行动党立于不败之地（这令人非常惊讶），这背后最大的原因在于新加坡的经济奇迹：在过去四十年里，新加坡的经济以每年7%的平均速度增长。

source: But Mr Lee's party has left nothing to chance. The traditional media are toothless; opposition politicians have been hounded into bankruptcy by the fierce application of defamation laws inherited from Britain; voters have face the threat that, if they elect opposition candidates, their constituencies will suffer in the allocation of public funds; constituency boundaries have been manipulated by the government.
zh_cn: 李先生的政党不会把自己的命运交给别人：传统的媒体毫无势力；反对党的政治家会被频繁地指控诽谤罪（诽谤法承继自英国），直到最后因为打官司而破产；选民则被威胁说如果他们投反对党的票，他们所在的选区获得的公共资金将会减少；而选区的划分则由政府操纵。

source: The advantage of Mr Lee's system, its proponents say, is that it introduced just enough electoral competition to keep the government honest, but not so much that it actually risks losing power.
zh_cn: 李光耀的支持者说，李氏体系的成功之处在于，在选举中引入了竞争，使得政府廉洁，但是又控制了竞争，不至于使政府失去权力。

source: So it can look around corners on behalf of its people, plan for the long term and resist the temptation to pander to populist pressures.
zh_cn: 因此李光耀的政府能够代表新加坡人民管理国家、制定长期计划，并且能够抵挡迎合平民的诱惑。

source: Mr Lee was a firm believer in meritocracy.
zh_cn: 李光耀是精英主义的坚定支持者。

source: "We decide what is right. Never mind what the people think," as he put it bluntly in 1987.
zh_cn: 他在1987年直言不讳地说：“国家来决定对错。

source: His government's ministers were the world's best-paid, to attract talent from the private sector and curb corruption.
zh_cn: 不需要理会人民想什么。”新加坡政府的部长们是全世界薪酬最高的官员，高薪是为了把人才从私有部门里吸引过来，并且防止贪污。

source: Corruption did indeed become rare in Singapore.
zh_cn: 在新加坡，贪污腐败确实很少见。

source: Like other crime, it was deterred in part by harsh punishments ranging from brutal caning for vandalism to hanging for murder or drug-smuggling.
zh_cn: 和其它形式的犯罪一样，腐败也是通过严厉的惩罚来减少的（在新加坡如果乱涂乱画就会遭受严酷的鞭刑，而如果谋杀或走私毒品则会被绞死）。

source: As Mr Lee also said: "Between being loved and feared, I have always believed Machiavelli was right.
zh_cn: 就像李光耀说的那样：“在受人爱戴和令人畏惧这两者之间，我始终认为马基雅弗利的思想是对的。

source: If nobody is afraid of me, I'm meaningless."
zh_cn: 如果谁都不怕你，那就毫无意义了。”

source: As a police state, however, Singapore was such a success that you rarely see a cop.
zh_cn: 作为一个极权国家（police state），新加坡是极其成功的，在街上连警察(cop)都很少。

source: A cool guy
zh_cn: 空调政治家

source: In some ways, Mr Lee was a bit of a crank.
zh_cn: 某种程度来说，李光耀有点奇怪。

source: Among a number of 20th-century luminaries asked by the Wall Street Journal in 1999 to pick the most influential invention of the millennium, he alone shunned the printing press, electricity, the internal combustion engine and the internet and chose the air-conditioner.
zh_cn: 华尔街日报在1999年访问了许多杰出的人物，请他们选出千禧年最具影响力的发明，有的人选了印刷术、电、内燃机或网络，唯独他选了空调。

source: He explained that, before air-con, people living in the tropics were at a disadvantage because the heat and humidity damaged the quality of their work.
zh_cn: 他解释说，在空调发明之前，居住在热带的人民很吃亏，因为潮湿和高温降低了他们工作的质量。

source: Now, they "need no longer lag behind".
zh_cn: 如今，他们“再也不会落后了”。

source: Cherian George, a journalist and scholar, spotted in this a metaphor for Mr Lee's style of government, and wrote one of the best books about it: "The air-conditioned nation: Essays on the politics of comfort and control".
zh_cn: 记者兼学者契连·乔治（Cherian George）从这句话嗅出了李光耀治理国家的一个比喻，于是他写了《空调国度：兼具舒适和控制的政治》（The air-conditioned nation: Essays on the politics of comfort and control）这本书，是关于李光耀治国方式的最佳作品之一。

source: Mr Lee made Singapore comfortable, but was careful to keep control of the thermostat.
zh_cn: 李光耀让新加坡成为舒适的国家，但小心地控制着遥控器。

source: Singaporeans, seeing their island transform itself and modernise, seemed to accept this.
zh_cn: 看着他们的国家经历改革和现代化，新加坡人似乎接受了李光耀的掌控。

source: But in 2011 the PAP did worse than ever in a general election (just 60% of the vote and 93% of the seats!).
zh_cn: 但是2011年是人民行动党在大选中表现最差的一年（仅仅靠投票总数的60%就赢得了93%的席位还算差？！）

source: Many thought change would have to come, and that the structure Mr Lee had built was unsuitable for the age of Facebook and the burgeoning of networks which it can no longer control. They began to chafe at the restrictions on their lives, seemingly no longer so convinced of Singapore's fragility, and less afraid of the consequences of criticising the government.
zh_cn: 很多人认为改变即将来临，李光耀所建立的体系将不适应脸书和网络时代，因为这个时代很难控制；新加坡人开始抱怨生活中的种种限制，似乎不再相信新加坡有那么脆弱，也不再对批评政府感到害怕。

source: They resented above all that many people, despite a much-vaunted compulsory savings scheme, did not have enough money for their retirement.
zh_cn: 他们愤恨的焦点在于：虽然政府大肆吹嘘国家的义务储蓄计划，但是很多人在退休的时候并没有足够的钱支撑之后的生活。

source: And they blamed high levels of immigration for keeping their wages down and living costs up.
zh_cn: 他们还抱怨高素质的移民使他们工资维持在低水平，并且使生活成本变高。

source: This was a consequence of a unique failure among Mr Lee's many campaigns to make Singaporeans change their ways.
zh_cn: 李光耀在改变新加坡人生活方式过程中少有失败，这其中之一个失败所带来的结果是新加坡的移民政策。

source: He succeeded in creating a nation of Mandarin speakers who are politer than they used to be and neither jaywalk nor chew gum; but he could not make them have more children.
zh_cn: 他成功建立了一个华人国家，使这里的华人比以前更加礼貌，他们不会乱穿马路也不嚼口香糖，但是李光耀无法让他们生育更多的孩子。

source: In the early 1980s, he dropped his "stop at two" policy, and started to encourage larger families among the better-educated.
zh_cn: 在八十年代早期，他放弃了“只生两个（stop at two）”的政策，并开始鼓励受过良好教育的夫妇多生育。

source: But, three decades later, Singaporean women have as low a fertility rate as any in the world.
zh_cn: 但是，三十年之后，新加坡女性的生育率仍然和世界上其它地方的一样低。

source: The hereditary principle
zh_cn: 遗传法则

source: The "setback" of the 2011 election led Mr Lee into the final stage of retirement.
zh_cn: 2011年大选中的挫败让李光耀进入了退休的最后阶段。

source: In 1990 he had moved from prime minister to "senior minister", and in 2004 to "minister mentor". Now he left the cabinet, but remained in parliament.
zh_cn: 1990年时他已经从总理变成“内阁资政”，在2004年他担任“内阁顾问”一职，他虽然退出了内阁，但仍然留在议会。

source: By then, Singapore's prime minister for seven years had been Lee Hsien Loong, his son.
zh_cn: 而李光耀的儿子李显龙截至2011年已经当了七年的总理。

source: The Lee family would sue anyone who hinted at nepotism.
zh_cn: 李家会把任何一个略微提及裙带关系的人告上法庭。

source: And, for Mr Lee, that talent is hereditary was an obvious fact.
zh_cn: 而且对于李光耀来说，天赋可遗传是最明显不过的道理。

source: "Occasionally two grey horses produce a white horse, but very few. If you have two white horses, the chances are you breed white horses."
zh_cn: 他说过：“两匹灰色的马也许会生下白色的马，但机会并不大；但如果是两匹白色的马的话，就一定会生下白马。”

source: Such ideas, applied ethnically, veer close to racism.
zh_cn: 这样的观点如果用在人种上，会很接近种族主义。

source: The stream of distinguished Western visitors who trooped to see him in Singapore would steer clear of such touchy areas. They preferred to seek his views on the rise of China or America's decline.
zh_cn: 但那些蜂拥而来访问李光耀的西方政要会避开这些敏感的话题，他们会问他关于中国崛起和美国衰落的看法。

source: They also admired the comfort and the economic success of Mr Lee's Singapore, and sought his advice on how to replicate it.
zh_cn: 他们非常敬佩李光耀治理下的新加坡所拥有的舒适以及创造的经济奇迹，他们会向李光耀请教如何才能复制这个模式。

source: Meanwhile, the control and good "social order" there attracted admirers, too, including Chinese leaders, notably Deng Xiaoping, who was, like Mr Lee, a member of the Hakka Chinese minority.
zh_cn: 而且这里的管理以及良好的社会秩序吸引了很多钦佩者，包括中国的领导人，尤其是邓小平。他和李光耀一样都是客家人。

source: Thus Mr Lee, famous as both a scourge of communists at home and a critic of Western decadence and its wishy-washy idealism, revelled in the role of geopolitical thinker.
zh_cn: 李光耀在国内以共产党的灾星闻名，在国外以批判西方的堕落和思想的摇摆不定而著称，随着各国政要的纷至沓来，他沉醉在地缘政治思想家的角色中。

source: What, he must have wondered, if fate had allotted him a superpower instead of a city state?
zh_cn: 他肯定在想，如果命运给他一个超级大国而非一个一城之国，一切会有什么不同？
